<?php
/**
*
* groups [Japan]
*
* @author Sir Xiradorn - http://xiradorn.it
*
* @package XirCookie Enhance Mod language
* @version 1.0.0
* @copyright (c) 2015 Xiradorn Lab
* @license http://opensource.org/licenses/gpl-license.php GNU Public License
*
*/

$xir_cookie_common_lang = array(
	// Tecnical Vars
	'X_AUTO_LANG_STRING_LIST'					=> "検出は、以下の言語が含まれて: ",
	'X_AUTO_LANG_STRING_CURRENT'				=> "お使いのブラウザは、現在、現在の言語として、使用している: ",
	'X_AUTO_LANG_STRING_CURRENT_FLAG'			=> "<span style=\"color: tomato; font-weight: bold;\">%s %s</span>",
	'X_AUTO_LANG_STRING_FORCE'					=> "あなたは、現在の言語として選択されました： ",
	'X_AUTO_LANG_STRING_FORCE_FLAG'				=> "<span style=\"color: MidnightBlue; font-weight: bold;\">%s %s</span>",

	// Buttons Placeholder
	'XIR_COOKIE_ACCEPT'			=> '受け入れます',
	'XIR_COOKIE_REFUSE'			=> '拒む',
	'X_IMMAGINE'				=> '画像',

	// Content ad various
	'X_MENU_LATERALE'					=> 'サイドメニュー',
	'X_MENU_LATERALE_ALTERNATIVO'		=> 'サイドメニュー - 代替',
	'X_DESKTOP_ONLY'					=> '唯一のデスクトップに',
	'X_MOBILE_ONLY'						=> '唯一の携帯電話で',

	'X_EURLEX_URL_TITLE'					=> '欧州法',
	'X_EURLEX_WIDGET'						=> '<p class="justify_xif">これは、欧州法のテキストは、元から来ている <a href="http://eur-lex.europa.eu">eur-lex.europa.eu</a></p><a title="%s" class="xir_lex_a" href="%s" target="_black"><img style="width: 50px" src="%s" /></a><a title="%s" class="xir_lex_a" href="%s" target="_black"><img style="width: 50px" src="%s" /></a><p class="justify_xif">できるだけ近くにすべてを保つためには、任意の翻訳を行っていませんでした。 IT, EN, DE, FR, EL, ES ：ドキュメントファイルは以下の言語で提供されています。カバーされていない言語の場合は、デフォルトとして英語を備えている</p>',

	'X_COOKIE_MSG'						=> "<p>このウェブサイトまたはサードパーティ製のツールが動作するために必要なクッキーのこのメイク使用時に使用され、クッキーポリシーに記載された目的のために有用である。あなたがより多くを学ぶか、すべてまたは一部のクッキーのオプトアウトしたい場合は、ページ単位で必要な言語にクッキーポリシーを参照してください。このページでは、その中に存在するクッキーやないを受け入れることができます。</p><p>同じことが厳密にページが正しく機能するために結合の受け入れ。[承認]をクリックすることで、当社のプラットフォーム上のクッキーを受け入れ、受け入れを通知します小さなクッキーをダウンロードすることで、すべての機能のロックを解除します。あなたがこの条件を拒否した場合、</p><p>、辞退をクリックして、あなたは、単に感謝によって他の場所にリダイレクトされます。あなたの存在は、一時的な意志とはいえ、私たちのコミュニティます。</p><p><i>はポリシーの適切な検証のために必須のカスタマイズを追加します。で再び戻すことを望む</i></p>",

	'X_COOKIE_MSG_EXT_BTN'					=> "詳細 - クッキーポリシー",
	'X_COOKIE_MSG_EXT'						=> "<div class=\"xir_msg_ext_content\"><b>クッキーポリシー</b>の<br />
<p>クッキーは、スマートフォンやタブレットなど、インターネットをサーフィンするためにコンピュータまたはその他の対応デバイスに保存することができ、ウェブサイトへの訪問についての情報を含む小さなデータファイルです。
私たちはより良いあなたの興味やニーズにその内容を調整するために、あなたの将来の活動と私たちのサイト上での経験をスピードアップするために、簡単にウェブサイトを使用するためにクッキーを使用しています。クッキーは容易にし、ユーザーとサイトは、このように時間を節約し、より簡単かつ効率的なナビゲーションに支援し、あなたの好みや個々のタスクを覚えておくことができるように、サイト間の相互作用を簡素化します。実際には、クッキー等は、ユーザ登録、ショッピングカートのコンテンツは、ニュースレターや製品の更新をサブスクライブ（サイト上の情報（例えば、言語、訪問数、フォントサイズなど）を格納し、さまざまなサービスの実施を促進する能力を持っています。）
我々はまた、私たちはユーザーが私たちのサイトを使用して、このサイト上の構造、コンテンツおよびサービスを最適化するために私たちを有効にする方法を理解することを可能にする統計的匿名集計用のクッキーを使用しています。
完全に匿名でないサービスがある場合、あなたは彼らがあなたのプライバシーを保証するために、オプトアウトすることができるために、第三者のクッキーの中に挙げいます。
このサイトでは、クッキーの3つの異なるタイプを使用しています：</p>
<b> 1。クッキー不可欠な技術</b>の<br />
<p>これらのクッキーは、サイトの適正かつ円滑な機能を確保するために必要です：サイトにエントリを高速化するために、維持するためのログイン資格情報を格納し、ページナビゲーション、コンテンツの共有を可能にしますあなたの好みや資格情報の閲覧やショッピング体験しながら。これらのクッキーがなければ、我々は、ユーザーがサイトにアクセスするためのサービスを提供することはできません。</p>
<b> 2。クッキー統計</b>の<br />
<p>これらのクッキーは、私たちが評価し、改善し、パフォーマンスをし、我々のユーザーの好みにより適切なコンテンツを作成できるようにするには、次に、ユーザーがサイトをどのように使用するかを理解し、店舗内を移動することができます。例えば、これらのクッキーは、あなたが最もと少なくとも訪れているページ知ることができ、どのように多くの観光客メディア·ユーザーにサイト上で過ごし、どのように訪問者がサイトに到着することをされているどのくらいの時間サイト。そうすることで、私たちを向上させることができるものを最適な操作と知っていると、コンテンツを迅速にロードされ、適切に表示されていることを確認することができます。これらのクッキーによって収集されたすべての情報は匿名であり、個人情報にリンクされていません。私たちのサイトでこれらの機能を実行するために、我々は個人にそれらが起因しない作るanonimizzanoサードパーティのデータのサービスを使用しています。</p>
<b> 3。第三者プロファイリングクッキー</b>
<p>第三者によって提供され、これらのクッキーは、直接制御またはによって制御可能ではありません。後者は、そのため、第三者が収集した情報の所有者であることを使用に関して保証するものではありません。
これらのサードパーティの事業者からのクッキーは、私たちは高度な機能だけでなく、より多くの情報と個人的な機能を提供することができます。これは、ソーシャルネットワークを介してコンテンツを共有し、過去にアクセスしたページによって発現好みに合わせ、サイトの経験を持っている能力を備えています。これらのサービスは、主に外部の供給業者によって提供されます。あなたがアカウントを持っている場合や、他のサイトで、その方のサービスを使用している場合、彼らは、ユーザーが当社のウェブサイトを訪問したことを知ることができるかもしれません。クッキーを介してこれらの外部の事業者から収集したデータを使用すると、以下のリンクで見つける独自のプライバシーポリシーに従うものとします。第三者プロファイリングクッキーはあなたにも、それらをオフにし、関連する管理ツールがあります以下に示すリスト上のものの演算子の名前で識別されます。</p>
<b>のクッキーを管理する</b><br />
<p>あなたは、ブラウザの機能を使用してお使いのコンピュータまたはモバイルデバイスにダウンロードされているクッキーの設定を変更することができます。そうすることによって、あなたはまた、サードパーティのCookieのインストールを防止し、以前にあなたがここに表明しているクッキーに関する好みを含有するものを含め、インストールされたクッキーを削除することができます。</p>
<p>また、サイトの特定の部分またはあなたが再び訪れパーソナライズ情報に効率的にアクセスすることからあなたを防ぐこと、あなたのブラウジング体験を遮断または悪化し、すべてまたは特定のクッキーを無効にします。
これらの各々はクッキーに関する好みを反映するように調整されるように、一貫性のある方法であなたのデバイスのブラウザを設定することを忘れないでください。
あなたが活性化し、<a target=\"_blank\" href=\"http://www.aboutcookies.org\"> www.aboutcookies.org </a>または<a target=\"_blank\" href=\"http://www.allaboutcookies.org/privacy-policy.htm\">http://www.allaboutcookies.org/privacy-policy.htm</a>.広告でCookieに関するより広範な情報と支援のためには、<a target=\"_blank\" href=\"http://www.youronlinechoices.com/it/\">http：//www.youronlinechoices.com/it/する</a> ます。</p>
<b>受容とクッキーの放棄</b>の<br />
<p>同じことが厳密にページが正しく機能するために結合の受け入れ。 [承認]をクリックすることで、当社のプラットフォーム上でクッキーを受け入れ、受け入れを通知します小さなクッキーをダウンロードすることで、すべての機能のロックを解除します。あなたがこの条件を拒否、辞退をクリックすると、</p> <p>、あなたは、単にで他の場所にリダイレクトされます一時的とはいえ、あなたの存在のためにあなたに感謝し、私たちは地域社会に再び戻ることを願っています。</p>
<b>プライバシーポリシー</b>の<br />
<p>データの所有権は、政令の定める権利を行使するようにしていない。2013分の196およびこれらの権利の行使のための連絡先情報は、文に示されています。</p>
</div>",
);

?>