<?php
/**
*
* groups [Greek]
*
* @author Sir Xiradorn - http://xiradorn.it
*
* @package XirCookie Enhance Mod language
* @version 1.0.0
* @copyright (c) 2015 Xiradorn Lab
* @license http://opensource.org/licenses/gpl-license.php GNU Public License
*
*/

$xir_cookie_common_lang = array(
	// Tecnical Vars
	'X_AUTO_LANG_STRING_LIST'                  => "Η ανίχνευση περιλαμβάνει τις ακόλουθες γλώσσες: ",
	'X_AUTO_LANG_STRING_CURRENT'               => "Ο περιηγητής σας σήμερα χρησιμοποιεί, όπως η τρέχουσα γλώσσα: ",
	'X_AUTO_LANG_STRING_CURRENT_FLAG'          => "<span style=\"color: tomato; font-weight: bold;\">%s %s</span>",
	'X_AUTO_LANG_STRING_FORCE'                 => "Έχετε επιλέξει ως γλώσσα: ",
	'X_AUTO_LANG_STRING_FORCE_FLAG'            => "<span style=\"color: MidnightBlue; font-weight: bold;\">%s %s</span>",

	// Buttons Placeholder
	'XIR_COOKIE_ACCEPT'			=> 'αποδέχομαι',
	'XIR_COOKIE_REFUSE'			=> 'απορρίμματα',
	'X_IMMAGINE'				=> 'εικόνα',

	// Content ad various
    'X_MENU_LATERALE'                       => 'μενού πλευρά',
    'X_MENU_LATERALE_ALTERNATIVO'           => 'Πλευρά μενού - Αναπληρωματικό',
    'X_DESKTOP_ONLY'                        => 'Μόνο στην επιφάνεια εργασίας',
    'X_MOBILE_ONLY'                         => 'Μόνο για το κινητό',

    'X_EURLEX_URL_TITLE'					=> 'Ευρωπαϊκή Νομοθεσία',
	'X_EURLEX_WIDGET'						=> '<p class="justify_xif">Αυτό είναι το κείμενο της ευρωπαϊκής νομοθεσίας προέρχεται από την αρχική <a href="http://eur-lex.europa.eu">eur-lex.europa.eu</a></p><a title="%s" class="xir_lex_a" href="%s" target="_black"><img style="width: 50px" src="%s" /></a><a title="%s" class="xir_lex_a" href="%s" target="_black"><img style="width: 50px" src="%s" /></a><p class="justify_xif">Για να κρατήσει τα πάντα όσο το δυνατόν πιο κοντά δεν έγινε καμία μετάφραση. Τα αρχεία τεκμηρίωσης είναι διαθέσιμη και στις εξής γλώσσες: IT, EN, DE, FR, EL, ES. Για γλώσσες που δεν καλύπτονται παρέχεται Αγγλικά ως προεπιλογή</p>',

	'X_COOKIE_MSG'							=> "<p>Αυτή η ιστοσελίδα ή εργαλεία τρίτων που χρησιμοποιούνται στο παρόν κάνουν χρήση των cookies που απαιτούνται για τη λειτουργία και χρήσιμα για τους σκοπούς που περιγράφονται στην πολιτική cookie. Αν θέλετε να μάθετε περισσότερα ή να επιλέξουν από όλες ή ορισμένες cookies, ανατρέξτε στην πολιτική μπισκότο στη γλώσσα που απαιτείται από την σελίδα. Αυτή η σελίδα σας επιτρέπει να δέχεται cookies ή δεν υπάρχει σε αυτό.</p><p>Η αποδοχή της η ίδια αυστηρά δεσμευτική για την εύρυθμη λειτουργία της σελίδας. Κάνοντας κλικ Αποδοχή, δέχεστε cookies στην πλατφόρμα μας και θα ξεκλειδώσετε όλα τα χαρακτηριστικά από τη λήψη ένα μικρό μπισκότο που θα σηματοδοτήσει την αποδοχή.</p><p>Εάν αρνηθεί αυτή την κατάσταση, κάντε κλικ στην επιλογή Απόρριψη, απλά θα πρέπει να κατευθυνθούν αλλού ευχαριστώντας Η παρουσία σας, αν και προσωρινά, και θα ελπίζουμε να επιστρέψουμε και πάλι στην κοινότητά μας</p><p><i>Προσθήκη προσαρμογή υποχρεωτική για την κατάλληλη επικύρωση της πολιτικής σας</i></p>",

	'X_COOKIE_MSG_EXT_BTN'					=> "Λεπτομέρειες - Πολιτική Cookie",
	'X_COOKIE_MSG_EXT'						=> "<div class=\"xir_msg_ext_content\"><b>Cookies Πολιτικής</b><br />
<p>Τα cookies είναι μικρά αρχεία δεδομένων που περιέχουν πληροφορίες σχετικά με την επίσκεψή σας στην ιστοσελίδα που μπορούν να αποθηκευτούν στον υπολογιστή σας ή άλλες συσκευές με δυνατότητα να σερφάρουν στο Διαδίκτυο, όπως τα smartphones ή δισκίο.
Χρησιμοποιούμε cookies για να κάνουν χρήση της ιστοσελίδας ευκολότερο να προσαρμόσουν καλύτερα το περιεχόμενό του με τα ενδιαφέροντα και τις ανάγκες σας και να συμβάλει στην επιτάχυνση των μελλοντικών δραστηριοτήτων και εμπειριών σχετικά με το site μας σας. Τα cookies διευκολύνουν και απλοποιούν την αλληλεπίδραση μεταξύ του χρήστη και την ιστοσελίδα που επιτρέπει στην ιστοσελίδα να θυμάται τις προτιμήσεις σας και τις επιμέρους εργασίες, εξοικονομώντας έτσι χρόνο και βοηθώντας στην πλοήγηση ευκολότερη και πιο αποτελεσματική. Στην πραγματικότητα, τα cookies να έχουν τη δυνατότητα να αποθηκεύουν πληροφορίες σχετικά με την τοποθεσία (γλώσσα, τον αριθμό των επισκέψεων, μέγεθος γραμματοσειράς, για παράδειγμα) και να διευκολυνθεί η εφαρμογή των διαφόρων υπηρεσιών (εγγραφή του χρήστη, καλάθι αγορών περιεχομένου, να εγγραφείτε σε ενημερωτικά δελτία ή ενημερώσεις προϊόντων, κλπ ).
Επίσης, χρησιμοποιούμε cookies για στατιστικούς ανώνυμη συνολική που θα μας επιτρέψουν να κατανοήσουμε πώς οι χρήστες χρησιμοποιούν την ιστοσελίδα μας και να μας δώσει τη δυνατότητα να βελτιστοποιήσει τη δομή, το περιεχόμενο και τις υπηρεσίες σε αυτό το site.
Πού υπάρχουν υπηρεσίες που δεν είναι εντελώς ανώνυμα, θα βρείτε τους περιλαμβάνεται μεταξύ των cookies τρίτων για τις οποίες μπορείτε να επιλέξετε από, να εγγυηθεί την ιδιωτικότητά σας.
Αυτή η ιστοσελίδα χρησιμοποιεί τρεις διαφορετικούς τύπους cookies:</p>
<b>1. Τα cookies βασικά τεχνικά</b><br />
<p>Αυτά τα cookies είναι απαραίτητα για να εξασφαλιστεί η ορθή και ομαλή λειτουργία του χώρου: επιτρέπουν πλοήγηση σελίδας, διανομή περιεχομένου, αποθηκεύοντας τα διαπιστευτήρια σύνδεσής σας για να επιταχύνουν την είσοδο στην ιστοσελίδα και να διατηρηθεί η τις προτιμήσεις σας και πιστοποιήσεις κατά την περιήγηση και την εμπειρία αγορών. Χωρίς αυτά τα cookies, δεν μπορούμε να παρέχουν τις υπηρεσίες για τις οποίες οι χρήστες έχουν πρόσβαση στην ιστοσελίδα.</p>
<b>2. Τα cookies στατιστική</b><br />
<p>Αυτά τα cookies μας επιτρέπουν να κατανοήσουμε πώς οι χρήστες χρησιμοποιούν την ιστοσελίδα και την κίνηση στο κατάστημα, τότε να είναι σε θέση να αξιολογήσουν και να βελτιώσουν την απόδοση και να δημιουργήσει περιεχόμενο πιο κατάλληλο για τις προτιμήσεις των χρηστών μας. Για παράδειγμα, αυτά τα cookies που σας επιτρέπουν να γνωρίζετε ποιες σελίδες είναι περισσότερο και λιγότερο επισκέφθηκε, πόσοι επισκέπτες η περιοχή, πόσος χρόνος που δαπανάται στο χώρο από τους χρήστες των μέσων ενημέρωσης και τον τρόπο που οι επισκέπτες φθάνουν στην περιοχή. Με αυτόν τον τρόπο, μπορούμε να γνωρίζουμε ποιες είναι οι βέλτιστες εργασίες και τι μπορεί να βελτιωθεί και να βεβαιωθείτε ότι τα περιεχόμενα φορτώνονται γρήγορα και εμφανίζεται σωστά. Όλες οι πληροφορίες που συλλέγονται από αυτά τα cookies είναι ανώνυμα και δεν συνδέονται με προσωπικές πληροφορίες. Για να εκτελέσετε αυτές τις λειτουργίες σε χώρους μας χρησιμοποιούν τις υπηρεσίες των δεδομένων τρίτων anonimizzano καθιστώντας τους δεν μπορούν να αποδοθούν σε ιδιώτες.</p>
<b>3. Τα cookies προφίλ τρίτους</b>
<p>Αυτά τα cookies που παρέχονται από τρίτους που δεν είναι άμεσα ελεγχόμενη ή ελεγχόμενη. Η τελευταία, ως εκ τούτου, δεν μπορούμε να εγγυηθούμε για την χρήση από τρίτους είναι ιδιοκτήτες των συλλεγόμενων πληροφοριών.
Τα cookies από αυτές τις επιχειρήσεις τρίτων θα μας επιτρέψουν να προσφέρουμε προηγμένες λειτουργίες, καθώς και περισσότερες πληροφορίες και προσωπικές λειτουργίες. Αυτό περιλαμβάνει τη δυνατότητα να μοιραστούν περιεχόμενο μέσω κοινωνικών δικτύων και να έχουν μια εμπειρία από το χώρο προσαρμοσμένο στις προτιμήσεις που εκφράζονται από τις σελίδες που επισκεφθήκατε στο παρελθόν. Οι υπηρεσίες αυτές παρέχονται κυρίως από εξωτερικούς προμηθευτές. Εάν έχετε έναν λογαριασμό ή αν χρησιμοποιείτε τις υπηρεσίες του προσώπου αυτού για τις άλλες εγκαταστάσεις, που μπορεί να είναι σε θέση να γνωρίζει ότι ο χρήστης επισκέφθηκε την ιστοσελίδα μας. Χρησιμοποιώντας τα δεδομένα που συλλέγονται από αυτά τα εξωτερικά τους επιχειρηματίες μέσω cookies υπόκεινται στη δική τους πολιτική προστασίας της ιδιωτικής ζωής που μπορείτε να βρείτε στο παρακάτω link. Τα cookies προφίλ τρίτους προσδιορίζονται με τα ονόματα των φορέων που περιλαμβάνονται στον κατάλογο που φαίνεται παρακάτω, όπου θα βρείτε επίσης τα σχετικά εργαλεία διαχείρισης για να τους απενεργοποιήσετε.</p>
<b>Διαχείριση των cookies</b><br />
<p>Μπορείτε να αλλάξετε τις ρυθμίσεις των cookies τα οποία αποθηκεύονται στον υπολογιστή σας ή στην κινητή συσκευή σας μέσω της λειτουργίας του browser σας. Με αυτόν τον τρόπο μπορείτε επίσης να αποτρέψετε την εγκατάσταση των cookies τρίτων και αφαιρέσετε τα cookies που έχουν εγκατασταθεί προηγουμένως, συμπεριλαμβανομένων εκείνων που περιέχουν τις προτιμήσεις σας σχετικά με τα cookies που έχουν εκφράσει εδώ.</p>
<p>Εναλλακτικά, για να απενεργοποιήσετε όλα ή ορισμένα cookies, εμποδίζοντας ή χειρότερη εμπειρία περιήγησης σας, σας εμποδίζει από την πρόσβαση σε αποτελεσματικά σε ορισμένα τμήματα του site ή προσωπικές πληροφορίες όταν επισκέπτεστε ξανά.
Θυμηθείτε να καθοριστούν με συνεπή τρόπο το πρόγραμμα περιήγησης από τις συσκευές σας, έτσι ώστε κάθε μία από αυτές προσαρμόζονται ώστε να αντανακλούν τις προτιμήσεις σας σχετικά με τα cookies.
Μπορείτε να πάρετε αναλυτικές πληροφορίες σχετικά με τις δυνατότητες των cookies και πώς να ενεργοποιήσετε και να απενεργοποιήσετε τα μεγάλα προγράμματα περιήγησης στο <a target=\"_blank\" href=\"http://www.aboutcookies.org\"> www.aboutcookies.org</a> ή <a target=\"_ blank \" href=\"http://www.allaboutcookies.org/privacy-policy.htm\">http://www.allaboutcookies.org/privacy-policy.htm</a>. Για μια εκτενέστερη πληροφόρηση και βοήθεια σχετικά με τα cookies στη διαφήμιση, μπορείτε να επισκεφθείτε <a target=\"_blank\" href=\"http://www.youronlinechoices.com/it/\">http://www.youronlinechoices.com/it/ </a></p>
<b>Αποδοχή και αποποίηση των cookies</b><br />
<p>Η αποδοχή της η ίδια αυστηρά δεσμευτική για την εύρυθμη λειτουργία της σελίδας. Κάνοντας κλικ Αποδοχή, δέχεστε cookies στην πλατφόρμα μας και θα ξεκλειδώσετε όλα τα χαρακτηριστικά από τη λήψη ένα μικρό μπισκότο που θα σηματοδοτήσει την αποδοχή.</p><p>Εάν αρνηθεί αυτή την κατάσταση, κάντε κλικ στην επιλογή Απόρριψη, απλά θα πρέπει να κατευθυνθούν αλλού με Σας ευχαριστώ για την παρουσία σας, αν και προσωρινά, και ελπίζουμε να επιστρέψουμε και πάλι στην κοινότητα.</p>
<b>Πολιτική Προστασίας Προσωπικών Δεδομένων</b><br />
<p>Η κυριότητα των δεδομένων, ο τρόπος άσκησης των δικαιωμάτων που προβλέπονται από το νομοθετικό διάταγμα αριθ. 196/2013 και τα στοιχεία επαφής για την άσκηση αυτών των δικαιωμάτων που αναφέρονται στις δηλώσεις.</p>
</div>",
);

?>