<?php
/**
*
* groups [Russian]
*
* @author Sir Xiradorn - http://xiradorn.it
*
* @package XirCookie Enhance Mod language
* @version 1.0.0
* @copyright (c) 2015 Xiradorn Lab
* @license http://opensource.org/licenses/gpl-license.php GNU Public License
*
*/

$xir_cookie_common_lang = array(
	// Tecnical Vars
	'X_AUTO_LANG_STRING_LIST'					=> "Обнаружить включает в себя следующие языки: ",
	'X_AUTO_LANG_STRING_CURRENT'				=> "Ваш браузер в настоящее время, используя в качестве текущего языка: ",
	'X_AUTO_LANG_STRING_CURRENT_FLAG'			=> "<span style=\"color: tomato; font-weight: bold;\">%s %s</span>",
	'X_AUTO_LANG_STRING_FORCE'					=> "Вы выбрали в качестве текущего языка: ",
	'X_AUTO_LANG_STRING_FORCE_FLAG'				=> "<span style=\"color: MidnightBlue; font-weight: bold;\">%s %s</span>",

	// Buttons Placeholder
	'XIR_COOKIE_ACCEPT'			=> 'принимать',
	'XIR_COOKIE_REFUSE'			=> 'отказываться',
	'X_IMMAGINE'				=> 'изображение',

	// Content ad various
	'X_MENU_LATERALE'					=> 'боковом меню',
	'X_MENU_LATERALE_ALTERNATIVO'		=> 'Сторона меню - Альтернативные',
	'X_DESKTOP_ONLY'					=> 'Только на рабочем столе',
	'X_MOBILE_ONLY'						=> 'Только на Mobile',

	'X_EURLEX_URL_TITLE'					=> 'Европейское законодательство',
	'X_EURLEX_WIDGET'						=> '<p class="justify_xif">Это текст европейского законодательства приходит от оригинала <a href="http://eur-lex.europa.eu">eur-lex.europa.eu</a></p><a title="%s" class="xir_lex_a" href="%s" target="_black"><img style="width: 50px" src="%s" /></a><a title="%s" class="xir_lex_a" href="%s" target="_black"><img style="width: 50px" src="%s" /></a><p class="justify_xif">Чтобы сохранить все как можно ближе не было сделано каких-либо перевод. Файлы документации доступны на следующих языках: IT, EN, DE, FR, EL, ES. Для языков не распространяется предоставляется на английском по умолчанию</p>',

	'X_COOKIE_MSG'						=> "<p>Это веб-сайт или сторонние инструменты используются в этом использовать куки, необходимых для эксплуатации и полезных для целей, описанных в политике печенья. Если вы хотите узнать больше или отказаться от всех или некоторых печенье, посмотреть политику печенья в язык, нужный странице. Эта страница позволяет вам принимать куки или нет, присутствующих в ней.</p><p>принятие же строго обязательным для правильного функционирования страницы. Нажав Примите, вы принимаете куки на нашей платформе и разблокировать все функции, загрузив небольшой печенье, которые будут сигнализировать о принятии.</p><p>Если вы отказываетесь это условие, нажмите Отклонить, Вам просто надо будет перенаправлен в другом месте, поблагодарив Ваше присутствие, хотя и временный характер и будет надеяться вернуться снова в нашем сообществе</p><p><i>Добавить настройку обязательным для соответствующей проверки вашей политики</i></p>",

	'X_COOKIE_MSG_EXT_BTN'					=> "
Подробности - Политика Cookie",
	'X_COOKIE_MSG_EXT'						=> "<div class=\"xir_msg_ext_content\"><b>Cookies политики</b><br />
<p>Печенье это небольшие файлы данных, содержащие информацию о вашем посещении веб-сайта, которые могут быть сохранены на вашем компьютере или других устройствах с поддержкой для серфинга в Интернете, таких как смартфоны или таблетки.
Мы используем куки, чтобы сделать использование веб-сайт проще, лучше адаптировать его содержание с вашими интересами и потребностями, и ускорить ваши будущие мероприятия и опыт на нашем сайте. Печенье облегчить и упростить взаимодействие между пользователем и сайтом, позволяющий сайт запомнить ваши предпочтения и индивидуальные задания, тем самым экономя время и помогая навигации проще и эффективнее. В самом деле, печенье есть возможность хранить информацию на сайте (язык, количество посещений, размер шрифта, например), и содействовать осуществлению различных услуг (регистрация пользователя, содержимое корзины, подписаться на рассылку и обновления продукции и т.д. .)
Мы также используем куки для статистической совокупности анонимного, которые позволяют нам понять, как пользователи используют наш сайт и позволит нам оптимизировать структуру, содержание и услуги на этом сайте.
Там, где есть услуги, которые не полностью анонимным, вы найдете их в списке среди печенье третьих лиц, для которых вы можете выбрать из, чтобы гарантировать Вашу конфиденциальность.
Этот сайт использует три различных видов печенья:</p>
<b>1. Печенье основных технических</b> <br />
<p>Эти файлы необходимы для обеспечения надлежащего и бесперебойного функционирования сайта: позволяет навигацию по страницам, обмен контентом, хранение свои учетные данные, чтобы ускорить вступление на сайт и поддерживать Ваши предпочтения и полномочия во время просмотра и торговый опыт. Без этих печенье мы не можем предоставить услуги, для которых пользователям доступ к сайту.</p>
<b>2. Печенье статистический</b> <br />
<p>Эти файлы позволяют нам понять, как пользователи используют сайт и перейти в магазине, чтобы потом быть в состоянии оценить и повысить производительность и создать более подходящий контент с предпочтениями наших пользователей. Например, эти печенья позволит вам узнать, какие страницы являются наиболее и наименее посещаемых, сколько посетителей сайта, сколько времени тратится на сайте пользователями СМИ и как, что посетители прибывают на сайте. При этом, мы можем знать, что оптимальные операции и то, что можно улучшить, и убедитесь, что содержимое загружается быстро и отображается соответствующим образом. Вся информация, собранная этими печенье является анонимным и не связаны с личной информацией. Для выполнения этих функций в наших сайтах мы пользуемся услугами сторонних данных anonimizzano делает их не связано с физическими лицами.</p>
<b>3. Печенье профилирования третьим лицам</b>
<p>Эти файлы, предоставленные третьими сторонами, непосредственно не контролируется или контролируемые. Последнее, таким образом, не может гарантировать относительно использования, что третьи стороны владельцев собранной информации.
Печенье из этих операторов сторонних позволяют нам предлагать передовые функции, а также дополнительная информация и личные функции. Это включает в себя возможность обмениваться контентом через социальные сети и иметь опыт на сайте с учетом предпочтений, высказанных на страницах посещаемых в прошлом. Эти услуги в основном предоставляются внешними поставщиками. Если у вас есть аккаунт, или если вы пользуетесь услугами такого человека на других сайтах, они могут быть в состоянии знать, что пользователь посетил наш сайт. Используя данные, собранные из этих внешних операторов через печенье подлежит собственной политики конфиденциальности, которые вы найдете на ссылки ниже. Печенье профилирования третьим лицам отождествляются с именами тех операторов, в списке, показанном ниже, где вы также найдете соответствующие инструменты управления, чтобы включить их.</p>
<b>Управление печенье</b> <br />
<p>Вы можете изменить настройки печенье, которые загружаются на ваш компьютер или на мобильном устройстве через функциональность вашего браузера. Поступая таким образом вы также можете предотвратить установку сторонних куки и удалить куки, которые были установлены ранее, в том числе те, которые содержат ваши предпочтения относительно куки, которые Вы высказали здесь.</p>
<p>В качестве альтернативы, чтобы отключить все или некоторые печенье, блокировать или хуже вашего опыта просмотра, предотвращая вас от доступа эффективно некоторых частей сайта или персональной информации, когда Вы посещаете снова.
Не забудьте установить в согласованном порядке браузер вашего устройства, так что каждый из них регулируется с учетом ваших предпочтений относительно печенье.
Вы можете получить подробную информацию о возможностях печенье и как включить и отключить основные браузеры на <a target=\"_blank\" href=\"http://www.aboutcookies.org\"> www.aboutcookies.org </a> или <a target=\"_ пустое \" href=\"http://www.allaboutcookies.org/privacy-policy.htm\">http://www.allaboutcookies.org/privacy-policy.htm</a>. Для более подробной информации и помощи в отношении куки в рекламе вы можете посетить <a target=\"_blank\" href=\"http://www.youronlinechoices.com/it/\">http://www.youronlinechoices.com/it/</a></p>
<b>Принятие и отказ от печенья</b> <br />
<p>принятие же строго обязательным для правильного функционирования страницы. Нажав Примите, вы принимаете куки на нашей платформе и разблокировать все функции, загрузив небольшой печенье, которые будут сигнализировать о принятии.</p> <p>Если вы отказываетесь это условие, нажмите Отклонить, Вам просто надо будет перенаправлен в другом месте с Благодарю вас за ваше присутствие, хотя и временное, и мы надеемся вернуться снова в обществе.</p>
<b>Политика конфиденциальности</b> <br />
<p>собственности на данные, манера, осуществляющее права, предусмотренные Постановлением правительства № 196/2013. И контактной информации для осуществления этих прав указаны в заявлениях.</p>
</div>",
);

?>